[
    {"id":1, "nombre":"adidas HOOPS 3.0 ", "descripcion":"Un diseño sencillo, fresco y discreto que te dejará sin aliento. Eso verás cuando saques esta zapatilla adidas de la caja. La parte superior de piel sintética con 3 bandas del mismo tono le confiere un estilo deportivo clásico. La mediasuela con amortiguación y la suela de goma de inspiración retro te ofrecen una pisada cómoda.", "precio":3990, "imagen":"https://f.fcdn.app/imgs/ee99fe/www.globalsports.com.uy/gls/2c2d/webp/catalogo/ADGY5434-4334-1/460x460/adidas-hoops-3-0-cloud-white-core-black-chalk-white.jpg", "stock":10, "categoria":"calzado"},
    {"id":2, "nombre":"adidas GRAND COURT 2.0", "descripcion":"Esta zapatilla adidas es tu compañera ideal para tu día a día. Presenta un empeine de piel sintética en combinación con un forro que acaricia tus pies con suavidad. Su superficie lisa es como un lienzo sobre el que destacan las emblemáticas 3 bandas. La plantilla Cloudfoam Comfort te ofrece una comodidad extraordinaria mientras exploras las calles de la ciudad o disfrutas viendo jugar a tu equipo. Esta silueta fusiona el legado de adidas con un diseño que mira hacia el futuro, siendo perfecta para cualquier ocasión.", "precio":4290, "imagen":"https://f.fcdn.app/imgs/0875ee/www.globalsports.com.uy/gls/0e6e/webp/catalogo/ADID2957-4319-1/460x460/adidas-grand-court-2-0-preloved-ink.jpg", "stock":15, "categoria":"calzado"},
    {"id":3, "nombre":"adidas PARK STREET", "descripcion":"Esta zapatilla adidas presenta un diseño versátil que combina la estética retro del tenis con detalles texturizados. La parte superior de piel sintética cuenta con perforaciones que favorecen la ventilación, mientras que la plantilla Cloudfoam Comfort te ofrece una pisada más cómoda en los días de mayor actividad. El clásico logotipo de adidas engomado y el estabilizador de ante suave en el talón completan el look.", "precio":4290, "imagen":"https://f.fcdn.app/imgs/9c231a/www.globalsports.com.uy/gls/b1ad/webp/catalogo/ADIG9849-4016-1/460x460/adidas-park-street-cloud-white-cloud-white-core-black.jpg", "stock":7, "categoria":"calzado"},
    {"id":4, "nombre":"adidas PARK ST", "descripcion":"La silueta definida y la amortiguación cómoda se unen en estos zapatos Park St de adidas. La plantilla Cloudfoam ofrece amortiguación durante todo el día. La parte superior de cuero sintético ofrece una sensación de suavidad al tacto, mientras que la suela tipo cupsole de caucho mantiene tu pisada estable en las calles de la ciudad o los senderos del parque. Combina estos zapatos minimalistas de corte bajo con pantalones chinos con puños ajustados o un denim oscuro para un estilo relajado que está listo para ir a cualquier lugar.", "precio":4290, "imagen":"https://f.fcdn.app/imgs/8e820e/www.globalsports.com.uy/gls/9d75/webp/catalogo/ADID5583-4304-1/460x460/adidas-park-st-legend-ivy-wonder-white-ftwr-white.jpg", "stock":25, "categoria":"calzado"},
    {"id":5, "nombre":"REMERA adidas SKETH LINER ESTAMPADO - White", "descripcion":"La clave está en el diseño. Un nombre tan innovador como adidas no se dejará encasillar. Esta remera con logo inspirado en un boceto es sencillo y minimalista, así que puedes combinarlo como quieras. El tejido de algodón suave te permite moverte con comodidad entre el trabajo y el descanso, o como sea que elijas.", "precio":1890, "imagen":"https://f.fcdn.app/imgs/1f0ed2/www.globalsports.com.uy/gls/a322/webp/catalogo/ADHK9177-3638-1/460x460/remera-adidas-sketh-liner-estampado-white.jpg", "stock":15, "categoria":"remeras"},
    {"id":6, "nombre":"REMERA adidas ENTRADA 18 - Black White", "descripcion":"Entrená para hacer la diferencia sobre la cancha. Este jersey de fútbol para hombre está confeccionado con tejido absorbente para mantenerte seco mientras perfeccionas tus habilidades. adidas Badge of Sport demuestra tu calidad.", "precio":1990, "imagen":"https://f.fcdn.app/imgs/d6eab7/www.globalsports.com.uy/gls/6f35/webp/catalogo/ADCF1035-3628-1/460x460/remera-adidas-entrada-18-black-white.jpg", "stock":11, "categoria":"remeras"},
    {"id":7, "nombre":"REMERA adidas CAMO BADGE OF SPORT - OLIVE", "descripcion":"El estampado de camuflaje regresa con más fuerza que nunca en camiseta adidas. Creada para tus aventuras diarias y tus momentos de relax, luce un gran logotipo de adidas que te permite mostrar tu lado más deportivo. Combínala con un pantalón cargo para hacer una caminata o con un vaquero oscuro para salir a cenar. Su suave tejido de algodón te garantiza una comodidad increíble sea cual sea el plan.", "precio":1690, "imagen":"https://f.fcdn.app/imgs/a59280/www.globalsports.com.uy/gls/7b90/webp/catalogo/ADIR5830-1599-1/460x460/remera-adidas-camo-badge-of-sport-olive.jpg", "stock":14, "categoria":"remeras"},
    {"id":8, "nombre":"REMERA adidas ESSENTIALS SINGLE JERSEY 3 - Legend Ink", "descripcion":"De vez en cuando, es bueno tomarse un descanso, y con esta remera adidas lograrás hacerlo con todo el confort del mundo. Las emblemáticas 3 bandas en ambas mangas demuestran tu pasión por adidas, ya sea en una quedada con amigos o un paseo por la ciudad. Su estilo sencillo a la vez que elegante te permite combinarla con cualquier prenda de tu armario.", "precio":1490, "imagen":"https://f.fcdn.app/imgs/70d300/www.globalsports.com.uy/gls/d664/webp/catalogo/ADIC9335-4034-1/460x460/remera-adidas-essentials-single-jersey-3-legend-ink.jpg", "stock":18, "categoria":"remeras"},
    {"id":9, "nombre":"CAMPERA TÉRMICA adidas TERREX - Silver Green", "descripcion":"Las vistas desde la cima se disfrutan mejor cuando cuentas con la calidez de esta chaqueta de plumón adidas Terrex. Su aislamiento ligero de plumón natural y material sintético te protege del frío mientras estás en marcha o descansas. Los bolsillos con cremallera te permiten guardar el tentempié para la montaña y calentar las manos cuando bajan las temperaturas.", "precio":5690, "imagen":"https://f.fcdn.app/imgs/df9910/www.globalsports.com.uy/gls/adc5/webp/catalogo/ADIP3549-4062-1/460x460/campera-termica-adidas-terrex-silver-green.jpg", "stock":10, "categoria":"camperas"},
    {"id":10, "nombre":"CAMPERA adidas PITCH 2 STREET MESSI - Blue/White", "descripcion":"Deslumbra con un look de auténtica superestrella del balón con esta chaqueta adidas Pitch 2 Street Messi. Inspirada en los campos de entrenamiento y adaptada al estilo urbano, combina un tejido transpirable AEROREADY que mantiene la piel seca y un cuello alzado, garantizándote el máximo confort y cobertura. Los bolsillos con cremallera te permiten tener a mano todo lo indispensable, mientras que el logotipo de Messi en el pecho deja bien claro a quién apoyas en el terreno de juego.", "precio":3290, "imagen":"https://f.fcdn.app/imgs/466f8e/www.globalsports.com.uy/gls/9fe9/webp/catalogo/ADIS6465-3429-1/460x460/campera-adidas-pitch-2-street-messi-blue-white.jpg", "stock":10, "categoria":"camperas"},
    {"id":11, "nombre":"CAMPERA adidas RUN IT - BLACK", "descripcion":"La chaqueta Run It combina elementos clave de las equipaciones de running profesionales con una estética única. Se ha confeccionado en un tejido transpirable con tecnología adidas AEROREADY que mantiene la piel fresca y seca ayudándote a regular la temperatura corporal durante toda la carrera. La capucha ajustable te protege de la lluvia y el frío para que puedas seguir sumando kilómetros haga el tiempo que haga. Los detalles reflectantes te hacen más visible en condiciones de poca luz para que corras con total confianza a primera hora de la mañana o por la noche.", "precio":3990, "imagen":"https://f.fcdn.app/imgs/c62727/www.globalsports.com.uy/gls/d514/webp/catalogo/ADIL7230-1032-1/460x460/campera-adidas-run-it-black.jpg", "stock":10, "categoria":"camperas"},
    {"id":12, "nombre":"CAMPERA adidas BSC INSULATED - BLACK", "descripcion":"Esta campera adidas es perfecta para tus desplazamientos urbanos o tus escapadas al aire libre. Su aislamiento térmico de alto rendimiento te ofrece abrigo sin añadir peso. El acabado que repele el agua y los puños elásticos ocultos mantienen el viento y la lluvia fina. Incluye dos bolsillos frontales con cierre y un bolsillo interior en el pecho para guardar objetos esenciales como las llaves y el móvil. Te sentirás cómodo y abrigado allí donde te lleve el día.", "precio":6690, "imagen":"https://f.fcdn.app/imgs/12b500/www.globalsports.com.uy/gls/011a/webp/catalogo/ADHG8758-1032-1/460x460/campera-adidas-bsc-insulated-black.jpg", "stock":15, "categoria":"camperas"}
]